[
  {
      "name": "Hunger Games",
      "author": "Suzanne Collins",
      "price": "26.00",
      "image": "https://m.media-amazon.com/images/I/71un2hI4mcL._AC_UF1000,1000_QL80_.jpg",
      "description": "First in the ground-breaking HUNGER GAMES trilogy. Set in a dark vision of the near future, a terrifying reality TV show is taking place. Twelve boys and twelve girls are forced to appear in a live event called The Hunger Games. There is only one rule: kill or be killed. When sixteen-year-old Katniss Everdeen steps forward to take her younger sister's place in the games, she sees it as a death sentence. But Katniss has been close to death before. For her, survival is second nature.",
      "genre": "Dystopian",
      "tag": ["featured"],
      "language": "English",
      "dimensions": "13,00 x 2,60 x 19,50 cm",
      "publicationDate": "December 1 2011",
      "isbn": "9781407135397",
      "format": "Paperback",
      "pageCount": 464,
      "publisher": "Scholastic Fiction"
  },
  {
      "name": "Babel",
      "author": "R.F.Kuang",
      "price": "40.00",
      "image": "https://m.media-amazon.com/images/I/A1lv97-jJoL._AC_UF1000,1000_QL80_.jpg",
      "description": "Robin Swift, orphaned by cholera in Canton, is brought to London by the mysterious Professor Lovell. There, he trains for years in Latin, Ancient Greek, and Chinese, all in preparation for the day he’ll enroll in Oxford University’s prestigious Royal Institute of Translation—also known as Babel. Babel is the world's center for translation and, more importantly, magic. Silver working—the art of manifesting the meaning lost in translation using enchanted silver bars—has made the British unparalleled in power, as its knowledge serves the Empire’s quest for colonization. For Robin, Oxford is a utopia dedicated to the pursuit of knowledge. But knowledge obeys power, and as a Chinese boy raised in Britain, Robin realizes serving Babel means betraying his motherland. As his studies progress, Robin finds himself caught between Babel and the shadowy Hermes Society, an organization dedicated to stopping imperial expansion. When Britain pursues an unjust war with China over silver and opium, Robin must decide…",
      "genre": "Fantasy",
      "tag": ["featured"],
      "language": "English",
      "dimensions": "12,80 x 4,00 x 19,70 cm",
      "publicationDate": "August 23 2022",
      "isbn": "9780063294189",
      "format": "Hardcover",
      "pageCount": 560,
      "publisher": "HarperCollins Publishers"
  },
  {
      "name": "If We Were Villains",
      "author": "M. L. Rio",
      "price": "26.00",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1480717682i/30319086.jpg",
      "description": "Oliver Marks has just served ten years for the murder of one of his closest friends – a murder he may or may not have committed. On the day he’s released, he’s greeted by the detective who put him in prison. Detective Colborne is retiring, but before he does, he wants to know what really happened ten years ago. As a young actor studying Shakespeare at an elite arts conservatory, Oliver noticed that his talented classmates seem to play the same roles onstage and off – villain, hero, tyrant, temptress – though Oliver felt doomed to always be a secondary character in someone else’s story. But when the teachers change up the casting, a good-natured rivalry turns ugly, and the plays spill dangerously over into life. When tragedy strikes, one of the seven friends is found dead. The rest face their greatest acting challenge yet: convincing the police, and themselves, that they are blameless.",
      "genre": "Literary",
      "tag": ["featured"],
      "language": "English",
      "dimensions": " 12,80 x 3,00 x 19,70 cm ",
      "publicationDate": "June 13 2017",
      "isbn": "9781785656477",
      "format": "Paperback",
      "pageCount": 400,
      "publisher": "Titan Books"
  },
  {
      "name": "Ruthless Vows",
      "author": "Rebecca Ross",
      "price": "40.00",
      "image": "https://i.harperapps.com/hcanz/covers/9780008588229/y648.jpg",
      "description": "A classic romance novel depicting the social norms and relationships of 19th-century England.",
      "genre": "Romance",
      "tag": ["new"],
      "language": "English",
      "dimensions": "16,40 x 3,90 x 24,30 cm",
      "publicationDate": "26 December 2023",
      "isbn": "9780008588229",
      "format": "Paperback",
      "pageCount": 419,
      "publisher": "Magpie"
  },
  {
      "name": "The Darkening",
      "author": "Sunya Mara",
      "price": "26.00",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1625753007l/58311976.jpg",
      "description": "Vesper Vale is the daughter of revolutionaries. Failed revolutionaries. When her mother was caught by the queen’s soldiers, they gave her a choice: death by the hangman’s axe, or death by the Storm that surrounds the city and curses anyone it touches. She chose the Storm. And when the queen’s soldiers—led by a paranoid prince—catch up to Vesper’s father after twelve years on the run, Vesper will do whatever it takes to save him from sharing that fate. Even arm herself with her father’s book of dangerous experimental magic. Even infiltrate the prince’s elite squad of soldier-sorcerers. Even cheat her way into his cold heart. But when Vesper learns that there’s more to the story of her mother’s death, she’ll have to make a choice if she wants to save her city: trust the devious prince with her family’s secrets, or follow her mother’s footsteps into the Storm. ",
      "genre": "Fantasy",
      "tag": ["featured"],
      "language": "English",
      "dimensions": "16,40 x 3,90 x 24,30 cm",
      "publicationDate": "5 July 2022",
      "isbn": "9780358494911",
      "format": "Paperback",
      "pageCount": 400,
      "publisher": "Clarion Books"
  },
  {
      "name": "Beach Read",
      "author": "Emily Henry",
      "price": "24.00",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1589881197i/52867387.jpg",
      "description": "A romance writer who no longer believes in love and a literary writer stuck in a rut engage in a summer-long challenge that may just upend everything they believe about happily ever afters. Augustus Everett is an acclaimed author of literary fiction. January Andrews writes bestselling romance. When she pens a happily ever after, he kills off his entire cast. They’re polar opposites. In fact, the only thing they have in common is that for the next three months, they’re living in neighboring beach houses, broke, and bogged down with writer’s block. Until, one hazy evening, one thing leads to another and they strike a deal designed to force them out of their creative ruts: Augustus will spend the summer writing something happy, and January will pen the next Great American Novel. She’ll take him on field trips worthy of any rom-com montage, and he’ll take her to interview surviving members of a backwoods death cult (obviously). Everyone will finish a book and no one will fall in love. Really.",
      "genre": "Romance",
      "tag": ["new"],
      "language": "English",
      "dimensions": "16,40 x 3,90 x 24,30 cm",
      "publicationDate": "19 May 2020",
      "isbn": "9781984806741",
      "format": "Paperback",
      "pageCount": 361,
      "publisher": "Berkley"
  },
  {
      "name": "Harry Potter and the Sorcerer's Stone",
      "author": "J.K. Rowling",
      "price": "24.00",
      "image": "https://ew.com/thmb/RNSjDY3vXsAmYPgvzNG-SbZibYo=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/minalima_hp1_flat_compressed-f9e6bda269a545a28f8bd9e50ed5f70b.jpg",
      "description": "The first book in the Harry Potter series, following the young wizard Harry Potter as he discovers his magical heritage and attends Hogwarts School of Witchcraft and Wizardry.",
      "genre": "Fantasy",
      "tag": ["featured"],
      "language": "English",
      "dimensions": "12,80 x 3,00 x 19,70 cm",
      "publicationDate": "June 26, 1997",
      "isbn": "9780590353427",
      "format": "Paperback",
      "pageCount": 320,
      "publisher": "Scholastic Inc."
  },
  {
      "name": "Convenience Store Woman",
      "author": "Sayaka Murata",
      "price": "29.00",
      "image": "https://m.media-amazon.com/images/I/71eZBlp2waL._AC_UF894,1000_QL80_.jpg",
      "description": "Keiko Furukura had always been considered a strange child, and her parents always worried how she would get on in the real world, so when she takes on a job in a convenience store while at university, they are delighted for her. For her part, in the convenience store she finds a predictable world mandated by the store manual, which dictates how the workers should act and what they should say, and she copies her coworkers' style of dress and speech patterns so she can play the part of a normal person. However, eighteen years later, at age 36, she is still in the same job, has never had a boyfriend, and has only few friends. She feels comfortable in her life but is aware that she is not living up to society's expectations and causing her family to worry about her. When a similarly alienated but cynical and bitter young man comes to work in the store, he will upset Keiko's contented stasis—but will it be for the better?",
      "genre": "Contemporary Fiction",
      "tag": ["featured"],
      "language": "English",
      "dimensions": "12,80 x 2,10 x 19,70 cm ",
      "publicationDate": "5 July 2018",
      "isbn": "B07FCNMW2N",
      "format": "Paperback",
      "pageCount": 107,
      "publisher": "Portobello Books"
  },
  {
      "name": "The Poppy War",
      "author": "R.F.Kuang",
      "price": "26.00",
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1515691735i/35068705.jpg",
      "description": "When Rin aced the Keju – the test to find the most talented students in the Empire – it was a shock to everyone: to the test officials, who couldn’t believe a war orphan from Rooster Province could pass without cheating; to Rin’s guardians, who had hoped to get rich by marrying her off; and to Rin herself, who realized she was finally free from a life of servitude. That she got into Sinegard – the most elite military school in Nikan – was even more surprising. But surprises aren’t always good. Because being a dark-skinned peasant girl from the south is not an easy thing at Sinegard. Fighting the prejudice of rival classmates, Rin discovers that she possesses a lethal, unearthly power – an aptitude for the nearly-mythical art of shamanism. Exploring the depths of her gift with the help of psychoactive substances and a seemingly insane teacher, Rin learns that gods long thought dead are very much alive – and that mastering these powers could mean more than just surviving school. For while the Nikara Empire is at peace, the Federation of Mugen still lurks across a narrow sea. The Federation occupied Nikan for decades after the First Poppy War, and only barely lost the continent in the Second. And while most people calmly go about their lives, a few are aware that a Third Poppy War is just a spark away…",
      "genre": "Fantasy",
      "tag": ["featured"],
      "language": "English",
      "dimensions": "12,80 x 2,10 x 19,70 cm ",
      "publicationDate": "3 May 2018",
      "isbn": "B0776L9W8C",
      "format": "Paperback",
      "pageCount": 545,
      "publisher": "HarperVoyager"
  },
  {
      "name": "Dopamine Nation: Finding Balance in the Age of Indulgence",
      "author": "Anna Lembke",
      "price": "35.00",
      "image": "https://m.media-amazon.com/images/I/81Jy2PU82kL._AC_UF1000,1000_QL80_.jpg",
      "description": "This book is about pleasure. It's also about pain. Most important, it's about how to find the delicate balance between the two, and why now more than ever finding balance is essential. We're living in a time of unprecedented access to high-reward, high-dopamine stimuli: drugs, food, news, gambling, shopping, gaming, texting, sexting, Facebooking, Instagramming, YouTubing, tweeting . . . The increased numbers, variety, and potency is staggering. The smartphone is the modern-day hypodermic needle, delivering digital dopamine 24/7 for a wired generation. As such we've all become vulnerable to compulsive overconsumption.",
      "genre": "Nonfiction",
      "tag": ["new"],
      "language": "English",
      "dimensions": "12,80 x 2,10 x 19,70 cm ",
      "publicationDate": "24 August 2021",
      "isbn": "9781524746735",
      "format": "Paperback",
      "pageCount": 304,
      "publisher": "Dutton Books"
  },
  {
      "name": "The Hedgewitch of Foxhall",
      "author": "Anna Bright",
      "price": "26.50",
      "image": "https://m.media-amazon.com/images/I/91yvtUgeG+L._AC_UF1000,1000_QL80_.jpg",
      "description": "Ffion is the last hedgewitch in Foxhall. To work her magic, she takes only what nature can spare, unlike the witches of the powerful Foxhall coven, who sacrifice whole forests to fuel their spells. But across the warring kingdoms of Wales, all magic is fading. Even the dragons have vanished. Prince Taliesin would love nothing more than to watch magic die. But when his father charges Tal and his brother, Dafydd, with destroying King Offa’s dyke—the massive earthen wall raised by their Mercian enemies to the east, which may be the cause of magic’s disappearance—he begrudgingly seeks aid from a witch.",
      "genre": "Historical Fantasy",
      "tag": ["new"],
      "language": "English",
      "dimensions": "12,80 x 3,00 x 19,70 cm",
      "publicationDate": "12 March 2024",
      "isbn": "9780063083578",
      "format": "Hardcover",
      "pageCount": 448,
      "publisher": "HarperTeen"
  },
  {
      "name": "Heavenly Tyrant",
      "author": "Xiran Jay Zhao",
      "price": "24.00",
      "image": "https://m.media-amazon.com/images/I/81NEa4ifx-L._AC_UF1000,1000_QL80_.jpg",
      "description": "After suffering devastating loss and making drastic decisions, Zetian finds herself at the seat of power in Huaxia. But she has also learned that her world is not as it seems, and revelations about an enemy more daunting than Zetian imagined forces her to share power with a dangerous man she cannot simply depose. Despite having vastly different ideas about how they must deconstruct the corrupt and misogynist system that plagues their country, Zetian must join this man in a dance of truth and lies and perform their roles to perfection in order to take down their common enemy, who seeks to control them as puppets while dangling one of Zetian’s loved ones as a hostage.",
      "genre": "Fantasy",
      "tag": ["new"],
      "language": "English",
      "dimensions": "15,80 x 2,10 x 19,70 cm ",
      "publicationDate": "24 December 2024",
      "isbn": "9780735269989",
      "format": "Hardcover",
      "pageCount": 400,
      "publisher": "Tundra Books"
  },
  {
      "name": "Fairy Tale",
      "author": "Stephen King",
      "price": "25.00",
      "image": "https://m.media-amazon.com/images/I/612BYerla-L._AC_UF894,1000_QL80_.jpg",
      "description": "Charlie Reade looks like a regular high school kid, great at baseball and football, a decent student. But he carries a heavy load. His mom was killed in a hit-and-run accident when he was ten, and grief drove his dad to drink. Charlie learned how to take care of himself—and his dad. Then, when Charlie is seventeen, he meets Howard Bowditch, a recluse with a big dog in a big house at the top of a big hill. In the backyard is a locked shed from which strange sounds emerge, as if some creature is trying to escape. When Mr. Bowditch dies, he leaves Charlie the house, a massive amount of gold, a cassette tape telling a story that is impossible to believe, and a responsibility far too massive for a boy to shoulder. ",
      "genre": "Thriller",
      "tag": ["new"],
      "language": "English",
      "dimensions": "12,80 x 3,00 x 19,70 cm",
      "publicationDate": "06 September 2022",
      "isbn": "9781668002179",
      "format": "Hardcover",
      "pageCount": 599,
      "publisher": "Scribner"
  },
  {
      "name": "Bride",
      "author": "Ali Hazelwood",
      "price": "24.00",
      "image": "https://m.media-amazon.com/images/I/71IK1aka8GL._AC_UF1000,1000_QL80_.jpg",
      "description": "Misery Lark, the only daughter of the most powerful Vampyre councilman of the Southwest, is an outcast—again. Her days of living in anonymity among the Humans are over: she has been called upon to uphold a historic peacekeeping alliance between the Vampyres and their mortal enemies, the Weres, and she sees little choice but to surrender herself in the exchange—again... Weres are ruthless and unpredictable, and their Alpha, Lowe Moreland, is no exception. He rules his pack with absolute authority, but not without justice. And, unlike the Vampyre Council, not without feeling. It’s clear from the way he tracks Misery’s every movement that he doesn’t trust her. If only he knew how right he was….",
      "genre": "Fantasy, Romance",
      "tag": ["new"],
      "language": "English",
      "dimensions": "12,80 x 3,00 x 19,70 cm",
      "publicationDate": "06 February 2024",
      "isbn": "9780593550403",
      "format": "Paperback",
      "pageCount": 328,
      "publisher": "Berkley"
  },
  {
      "name": "Six of Crows",
      "author": "Leigh Bardugo",
      "price": "26.00",
      "image": "https://cdn.thestorygraph.com/ot7ykku8d8n3wwxih8yejbwp5rl5",
      "description": "Ketterdam: a bustling hub of international trade where anything can be had for the right price—and no one knows that better than criminal prodigy Kaz Brekker. Kaz is offered a chance at a deadly heist that could make him rich beyond his wildest dreams. But he can't pull it off alone. . . .",
      "genre": "Fantasy",
      "tag": ["featured"],
      "language": "English",
      "dimensions": "12,80 x 3,00 x 19,70 cm",
      "publicationDate": "29 September 2015",
      "isbn": "9781627792127",
      "format": "Paperback",
      "pageCount": 480,
      "publisher": "Henry Holt & Company"
  },
  {
      "name": "Scythe",
      "author": "Neal Shusterman",
      "price": "24.00",
      "image": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781442472433/scythe-9781442472433_xlg.jpg",
      "description": "A world with no hunger, no disease, no war, no misery: humanity has conquered all those things, and has even conquered death. Now Scythes are the only ones who can end life—and they are commanded to do so, in order to keep the size of the population under control. Citra and Rowan are chosen to apprentice to a scythe—a role that neither wants. These teens must master the “art” of taking life, knowing that the consequence of failure could mean losing their own.",
      "genre": "Dystopian",
      "tag": ["new"],
      "language": "English",
      "dimensions": "5.25 x 8.00 inches",
      "publicationDate": "22 November 2016",
      "isbn": "9781442472440",
      "format": "Paperback",
      "pageCount": 433,
      "publisher": "Simon & Schuster Books For Young Readers"
  },
  {
      "name": "Legends & Lattes",
      "author": "Travis Baldree",
      "price": "26.00",
      "image": "https://cdn.thestorygraph.com/ubzt98nh7409640qczz5ujskaz84",
      "description": "After decades of adventuring, Viv the orc barbarian is finally hanging up her sword for good. Now she sets her sights on a new dream – for she plans to open the first coffee shop in the city of Thune. Even though no one there knows what coffee actually is. If Viv wants to put the past behind her, she can’t go it alone. And help might arrive from unexpected quarters. Yet old rivals and new stand in the way of success. And Thune’s shady underbelly could make it all too easy for Viv to take up the blade once more.",
      "genre": "Fantasy",
      "tag": ["new"],
      "language": "English",
      "dimensions": "12,80 x 2,20 x 19,70 cm ",
      "publicationDate": "10 November 2022",
      "isbn": "9781035007318",
      "format": "Paperback",
      "pageCount": 312,
      "publisher": "Tor"
  },
  {
      "name": "A Day of Fallen Night",
      "author": "Samantha Shannon",
      "price": "40.00",
      "image": "https://cdn.thestorygraph.com/872d3ycb0xycvu1jdovlf2eo0wb6",
      "description": "Tunuva Melim is a sister of the Priory. For fifty years, she has trained to slay wyrms—but none have appeared since the Nameless One, and the younger generation is starting to question the Priory's purpose. To the north, in the Queendom of Inys, Sabran the Ambitious has married the new King of Hróth, narrowly saving both realms from ruin. Their daughter, Glorian, trails in their shadow—exactly where she wants to be.",
      "genre": "Fantasy",
      "tag": ["new"],
      "language": "English",
      "dimensions": "12,80 x 3,00 x 19,70 cm",
      "publicationDate": "28 February 2023",
      "isbn": "9781635577921",
      "format": "Hardcover",
      "pageCount": 880,
      "publisher": "Bloomsbury Publishing"
  }
]
